/*Инициализация констант цветов*/
#define GREEN 0
#define RED 1
#define BLUE 2
#define YELLOW 3
#define MAGENTA 4
#define CYAN 5
#define WHITE 6

/*Инициализация масивов отрисовующихся букв*/
char aData_Play [2][21] = {
  2,21,
  0,239,
  1,223,
  2,223,
  3,191,
  4,191,
  5,191,
  6,191,
  7,191,
  0,231,
  1,219,
  2,219,
  3,189,
  4,189,
  5,189,
  6,189,
  7,189,
  4,157,
  4,141,
  4,133,
  4,129
};

char bData_Play [2][24] = {
  2,24,
  0,191,
  1,191,
  2,191,
  3,191,
  4,191,
  5,191,
  6,191,
  7,191,
  0,159,
  0,143,
  0,135,
  0,131,
  3,159,
  3,143,
  3,135,
  3,131,
  4,189,
  5,189,
  6,189,
  7,187,
  7,179,
  7,163,
  7,131
};

char vData_Play [2][24] = {
  2,24,
  0,191,
  1,191,
  2,191,
  3,191,
  4,191,
  5,191,
  6,191,
  7,191,
  0,159,
  0,143,
  0,135,
  1,187,
  2,187,
  3,183,
  3,167,
  3,135,
  4,187,
  5,189,
  6,189,
  7,187,
  7,179,
  7,163,
  7,131
};
/*Инициализация масива указателей масивов букв*/
char *lEtters[]={*aData_Play, *bData_Play, *vData_Play};
